const demo = [
  {
    _id: "5b21ca3eeb7f6fbccd471001",
    url: require("../assets/lord.JPG"),
    title: "The lord of the Rings",
    summary:
      "  خلاصه داستان : این سریال، سال ها پیش از اتفاقات هابیت و ارباب حلقه ‌ها، در اواسط عصر دوم، زمانی که صلح و آرامش برقرار بود را به تصویر می کشد و رویدادهای مهمی در طول هزاران سال را نشان می دهد و",
  },
  {
    _id: "5b21ca3eeb7f6fbccd471002",
    url: require("../assets/impossible.JPG"),
    title: "Mission Imposible",
    summary:
      "خلاصه داستان : هنگامی که مأموریت صندوق بین المللی پول به شکا نامناسبی پایان می یابد، جهان با عواقب ناگوار مواجه است. همانطور که اتان هانت می خواهد خود را برای انجام جلسه اصلی اش مهیا کند، CIA شروع به بررسی وفاداری و انگیزه های او می کند. تیم صندوق بین المللی پول که خود را در مسابقه با زمان می یابند، در حین تلاش بر",
  },
  {
    _id: "5b21ca3eeb7f6fbccd471003",
    url: require("../assets/maze.JPG"),
    title: "Maze Runner",
    summary:
      'خلاصه داستان : این سومین و آخرین فیلم از مجموعه فیلم‌های دونده هزارتو می‌باشد. در این قسمت "توماس" قهرمان و جوان داستان، راهیِ یک ماموریت خطرناک می‌شود تا درمانی برای بیماری مرگباری پیدا کند. اما',
  },
  {
    _id: "5b21ca3eeb7f6fbccd471004",
    url: require("../assets/hunter.JPG"),
    title: "Hunger Game",
    summary:
      'خلاصه داستان : پس از اینکه "کتنیس اوردین" (جنیفر لارنس) به عنوان نماد زاغ مقلد میان مردم شناخته شد، او به همراه تمام منطقه‌ی 13 بر علیه کاپیتول مستبد و رئیس جمهور "اسنو" شورش می کنند و',
  },
  {
    _id: "5b21ca3eeb7f6fbccd471005",
    url: require("../assets/game.JPG"),
    title: "Game of Thrones",
    summary:
      "خلاصه داستان : هفت خاندان اشرافی برای حاکمیت بر سرزمین افسانه ای «وستروس» در حال ستیز با یکدیگرند. خاندان «استارک»، «لنیستر» و «باراثیون» برجسته ترین آنها هستند. داستان از جایی شروع می شود که «رابرت باراثیون» پادشاه وستروس، از دوست قدیمی اش، «ادارد» ارباب خاندان استارک، تقاضا می کند که بعنوان مشاور پادشاه، برترین",
  },
  {
    _id: "5b21ca3eeb7f6fbccd471006",
    url: require("../assets/darling.JPG"),
    title: "Dont worry darling",
    summary:
      "خلاصه داستان : فیلم داستان زن و شوهری به نام های «آلیس» و «جک» در سال 1950 را روایت می‌کند که به همراه هم در یک شهرک به ظاهر فوق العاده به نام «ویکتوری» در کالیفرنیا زندگی می کند؛ شهرکی که توسط شرکتی که «جک» در آن کار می‌ کند ساخته شده است؛ آلیس کم کم نگران راز های آزاد دهنده‌ ای می شود که ممکن است آن شرکت مخفی ",
  },
  {
    _id: "5b21ca3eeb7f6fbccd471007",
    url: require("../assets/divergent.JPG"),
    title: "Divergent",
    summary:
      "خلاصه داستان : داستان فیلم که در آینده دور رخ می دهد. در جامعه ای که یکدست و تکراری می باشد، دختری نوجوان برای رهایی از این یکدستی تلاش می کند",
  },
  {
    _id: "5b21ca3eeb7f6fbccd471008",
    url: require("../assets/island.JPG"),
    title: "Shutter Island",
    summary:
      "خلاصه داستان : سال 1954 تدی دنیلز، یک مارشال امریکایی، برای تحقیق در مورد ناپدید شدن یکی از بیماران بیمارستان روانی اشکلیف به جزیره شاتر می رود. تدی با تحقیقات زیرکانه و مهارتش، خیلی زود سر نخی از معما بدست می آورد",
  },
  {
    _id: "5b21ca3eeb7f6fbccd471009",
    url: require("../assets/dragon.JPG"),
    title: "The House of Dragons",
    summary:
      "خلاصه داستان : داستان جنگ داخلی خاندان تارگرین که 200 سال پیش از اتفاقات مجموعه بازی تاج ‌و تخت رخ می ‌دهد و پیش زمینه ای از زندگی این خاندان بزرگ را به تصویر می ‌کشد و",
  },
  {
    _id: "5b21ca3eeb7f6fbccd471010",
    url: require("../assets/inception.JPG"),
    title: "Inception",
    summary:
      ' خلاصه داستان : "دام کاب" (لئوناردو دی کاپریو) یک دزد ماهر در استخراج اسرار ارزشمند مورد نیاز سازمان‌های جاسوسی و شرکت‌های تجاری و چندملیتی است. توانایی او در این است که هنگامی که دیگران در خواب هستند و ذهنشان در آسیب پذیرترین وضعیت است، اسرار کلیدی آنان را از درون رویاهایشان ربوده و در دنیای بیرون از خواب ',
  },
];

export function getDemoes() {
  return demo.filter((g) => g);
}
