
 const boxOffice = [
    {
      id: 1,
      title: "The 100",
      img: require("../assets/hundred.jpg"),
      weekend:'$33M',
      All:'$124M',
      description: `زمین پس از انفجاری هسته ای خالی از سکنه  میشود،

     
      ۳ نسل از نجات یافتگان متولد شده و ظرفیت ایستگاه های فضایی رو به اتمام است…

      در صدد پیدا کردن راه حل این مشکل عده ای از نجات یافتگان وارد چالش هایی میشوند که داستان ۶ فصل این سریال را دربرمیگیرد.
      
       
      
      سریال ۱۰۰ در ژانر درام ، اکشن ، علمی تخیلی  پسارستاخیزی است که به ماجراهای پیش آمده در فضای پس از فاجعه‌ای بزرگ می‌پردازد.
      
      انسانیت نابود شده و جز اندکی از آن باقی نمانده و نجات‌یافتگان با تبعات فاجعه در گیر هستند.
      
       اما عده ای در ایستگاه های فضایی خارج از جو زمین پناه گرفته اند و زندگی جدیدی را شروع میکنند.`
    },
    {
      id: 2,
      title: "Vikings",
      img: require("../assets/vikings.JPG"),
      weekend:'$67M',
      All:'$122M',
      description: `مجموعه وایکینگ ها (Vikings) سریالی در ژانر تاریخی و درام می باشد که فصل اول آن ۳ مارس ۲۰۱۳ از شبکه هیستوری روی آنتن رفت. تاکنون پنج فصل از این مجموعه که نوشته مایکل هرست است پخش شده و همچنین فصل ششم و نهایی سریال نیز در قالب ۲۰ قسمت به زودی منتشر می شود. این مجموعه با همکاری کشور کانادا و ایرلند با نگاهی به بخش مهمی از تاریخ اروپا ساخته شده و مخاطبان بسیاری را به خود جذب کرده است.

      این مجموعه در ابتدا به عنوان یک سریال ۹ قسمتی روی آنتن رفت اما با استقبال خوبی که از سوی مخاطبان رو به رو بود ساخت فصل های جدید نیز صورت گرفت. پس از پخش فصل اول سریال، شروع فصل دوم از ۲۰۱۴ آغاز شد که ۱۰ قسمت به همراه داشت. سپس فصل سوم سریال در ۲۰۱۵ با ۱۰ قسمت، فصل چهارم در سال ۲۰۱۶ با ۲۰ قسمت و فصل پنجم با ۲۰ قسمت در سال ۲۰۱۷ پخش شد؛ با پخش فصل ششم سریال وایکینگ ها این مجموعه به پایان می رسد.`,
    },
    {
      id: 3,
      title: "Money Heist",
      img: require("../assets/money.jpg"),
      weekend:'$28.5M',
      All:'99.5M',
      description: `داستان این سریال در مورد گروهی از سارقین است که هر کدام به پیشنهاد پروفسور به دلایل شخصی خود پنج ماه برای سرقتی بزرگ از ضرابخانه ملی اسپانیا آماده می شوند. مغز متفکر این گروه فردی است به نام پروفسور. پروفسور سال ها برای طراحی نقشه ی سرقت وقت گذاشته است و هر عملی از جانب پلیس ها را پیشبینی کرده است. او برای شروع کار قوانینی را برای گروهش که شامل هشت نفر هستند تعیین می کند. هر کدام برای افشا نشدن هویتشان نام شهری را برای خود انتخاب می کنند که عبارتند از مسکو،برلین،توکیو،نایروبی،دنور،اسلو،ریو و هلسینکی.

      هدف اصلی پروفسور تنها سرقت پول های موجود در این ضرابخانه نیست بلکه سرقت ۲۴۰۰ میلیون یورو پولی است که صرف ۱۱ روز به چاپ می رسانند.
      
      آنها با گروگان گرفتن ۶۷ نفر برای خود زمان می خرند و هنگامی که نیروی پلیس تمام حواسش به آزادی این گروگان هاست، آنها مشغول چاپ اسکناس ها و کندن تونلی برای فرار هستند.`,
    },
  ]


  export function getBoxOfficeList() {
    return boxOffice.filter(g => g);
  }
  